Repository: 84000/translation-memory-resources
Catalog: post_input/toh101.bo.en.tmx
Source language: bo
Languages: en

source: ཡང་དག་ སྟོན་པ འང་ ཡོད་ མ་ ཡིན །_།
en: Even the authentic teacher does not exist.

source: བྱང་ཆུབ་ སེམས་དཔའ་ མ་སྨད་པ །_། དེ་དག་ མཐོང་ ན་ སུ ས་ མི་ མཆོད །_།
en: Who would not revere Those irreproachable bodhisattvas when they are beheld?

source: ནམ་མཁའ་ ལྟ་བུ ར་ འོད་གསལ་བ །_། སེམས་ དེ་ འདྲ་བ་ གང་ ལ་ ཡོད །_།
en: $975 “Luminous like space, Where does such a mind exist?

source: དེ་དེ་ འཇིག་རྟེན་ མི་ སྣང་ སྟེ །_། |#| དེ་ ལ་ གནས་པ འང་ ཡོད་ མ་ ཡིན །_།
en: It does not appear in the world, For it has no foundation whatsoever.

source: དེ་བ ས་ ཆོས་ དེ་ མཉན་ བྱོས་ ལ །_།
en: $976 “Therefore, listen to that Dharma!

source: འདི་ ལ་ འབེལ་གཏམ་ བསླབ་པ ར་ བྱ །_།
en: I will deliver a discourse on it.

source: སྲོག་ཆགས་ རྣམས་ ཀྱི་ དོན་ སྒྲུབ་པ ས །_། སངས་རྒྱས་ ཆོས་ ལ་ བསླབ་པ ར་ བྱ །_།
en: Since it accomplishes the benefit of beings, I will teach on the Dharma of the buddhas.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ ཆོས་ ཡོངས་སུ་ ཚོལ་བ འི་ ཐོས་པ་ དང་ །_ ཐོས་པ་ ལ་ མཁས་པ་ ཚོལ་ བར་ བྱེད་པ་ ཡིན་ ཏེ །_
en: $977 “Moreover, Śāradvatī­putra, a bodhisattva engages in learning for the pursuit of Dharma and pursues expertise in learning.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཐོས་པ་ ནི་ གང་ །_ ཐོས་པ་ ལ་ མཁས་པ་ ནི་ གང་ཞེ་ན །_
en: Śāradvatī­putra, what is learning ? |#| What is expertise in learning ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཐོས་པ་ ནི་ གཞན་ གྱི་ རྣམ་པར་ རིག་པ ར་ བྱེད་ དོ །_།
en: Śāradvatī­putra, learning is to be imparted a message from another.

source: ཐོས་པ་ ལ་ མཁས་པ་ ནི་ རང་ གིས་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ་ གང་ཡིན་པ་ སྟེ །_ |#| སོ་སོ ར་ རྟོགས་པ འོ །_།
en: Expertise in learning is to consider it properly for oneself and understand it well.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ [119b] ལ་ གཞན་ གྱི་ སྒྲ་ གང་ཞེ་ན །_
en: Śāradvatī­putra, [119.b] what is meant here by a message from another ?

source: རྗེས་སུ་ འཐུན་པ འི་ ཆོས་ གང་དག་ ཡིན་པ་ དེ་དག་ ཡིན་ ཏེ །_
en: It is the Dharma in all its facets:

source: འདི་ལྟ་སྟེ །_ མདོ འི་ སྡེ་ དང་ །_ དབྱངས་ ཀྱིས་ བསྙད་པ འི་ སྡེ་ དང་ །_ ལུང་བསྟན་པ འི་ སྡེ་ དང་ །_ ཚིགས་ སུ་ བཅད་པ འི་ སྡེ་ དང་ །_ ཆེད་ དུ་ བརྗོད་པ འི་ སྡེ་ དང་ །_ གླེང་ གཞི འི་ སྡེ་ དང་ །_ དེ་ལྟ་ བུ་ བྱུང་བ འི་ སྡེ་ དང་ །_ སྐྱེས་པ་ རབས་ ཀྱི་ སྡེ་ དང་ །_ ཤིན་ཏུ་ རྒྱས་པ འི་ སྡེ་ དང་ །_ རྨད་ དུ་ བྱུང་བ འི་ ཆོས་ ཀྱི་ སྡེ་ དང་ །_ གཏན་ ལ་ ཕབ་པ ར་ བསྟན་པ འི་ སྡེ་ དང་ །_ རྟོགས་པ་ བརྗོད་པ འི་ སྡེ་ རྣམས་ ཏེ །_
en: the sections of sūtras, expressions in mingled prose and verse, prophetic declarations, verses, special aphorisms, narratives, parables, tales of past lives, extensive teachings, miraculous accounts, established instructions, and legends.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ནི་ གཞན་ གྱི་ སྒྲ་ ཞེས་ བྱ འོ །_།
en: Śāradvatī­putra, that is what is called a message from another.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་ ཐོས་པ་ ལ་ མཁས་ པ་ གང་ཞེ་ན །_
en: $978 “Śāradvatī­putra, what is it to be expert in learning ?

source: འདི་ལྟ་སྟེ །_ སོ་སོ་ རང་ གི་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ འོ །_།
en: It is to consider it properly for oneself.

source: སོ་སོ་ རང་ གི་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ་ ཡང་ གང་ཞེ་ན །_
en: And what is it to consider something properly for oneself ?

source: འདི་ལྟ་སྟེ །_ ཕུང་པོ་ ལ་ མཁས་པ་ དང་ །_ ཁམས་ ལ་ མཁས་པ་ དང་ །_ སྐྱེ་མཆེད་ ལ་ མཁས་པ་ དང་ །_ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ་ ལ་ མཁས་པ་ དང་ །_ ཆོས་ དཀར་ གནག་ ལ་ མཁས་པ་ དང་ །_
en: It is to be expert in the aggregates, the elements, the sense sources, dependent arising, and positive and negative qualities;

source: སྣང་བ་ དང་ བཅས་པ་ དང་ །_ སྣང་བ་ མེད་པ་ དང་ །_ ཟག་པ་ དང་ བཅས་པ་ དང་ །_ ཟག་པ་ མེད་པ་ དང་ །_ ཁ་ན་མ་ཐོ་བ་ དང་ བཅས་པ་ དང་ །_ ཁ་ན་མ་ཐོ་བ་ མེད་པ་ དང་ །_ བསྟེན་པ ར་ བྱ་བ་ དང་ །_ བསྟེན་པ ར་ བྱ་བ་ མ་ཡིན་པ འི་ ཆོས་ རྣམས་ ལ་ གང་ ཤེས་པ་ དང་ །_
en: it is to comprehend visible and invisible phenomena, defiled and undefiled phenomena, objectionable and unobjectionable phenomena, and what is and is not to be relied upon.

source: སོ་སོ ར་ རྟོགས་པ་ དང་ །_ མཁས་པ་ དང་ །_ སོ་སོ ར་ ཤེས་པ་ དང་ །_ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ དང་ །_
en: It is to properly understand, to be expert in, to properly comprehend, and to discern these.

source: ཆོས་ གནས་པ་ ཉིད་ དང་ །_ ཆོས་ སྐྱོན་མེད་པ་ ཉིད་ དང་ །_ རང་བཞིན་ རྗེས་སུ་ རྟོགས་པ་ སྟེ །_
en: It is to understand well the proper Dharma, the unmistaken Dharma, and its nature.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ནི་ སོ་སོ་ རང་ གི་ ཚུལ་བཞིན་ ཡིད་ ལ་ བྱེད་པ་ ཞེས་ བྱ འོ །།_།།
en: Śāradvatī­putra, that is what is called considering properly for oneself.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ འདི་ དེ་བཞིན་ གཤེགས་པ ས་ ཕུང་པོ་ ལ་ མཁས་པ་ གསུངས་པ འི་ ཕུང་པོ་ ལ་ མཁས་པ་ དེ་ གང་ཞེ་ན །_
en: $979 “Śāradvatī­putra, what is the expertise in the aggregates that was taught by the Thus-Gone One?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ནི་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: Śāradvatī­putra, he taught nothing on this whatsoever.

source: གང་ འདི་ དེ་བཞིན་ གཤེགས་པ ས་ ཁམས་ ལ་ མཁས་པ་ གསུངས་པ་ དེ་ ནི་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: Śāradvatī­putra, the expertise in the elements that was taught by the Thus-Gone One was not taught by him at all.

source: གང་ འདི་ དེ་བཞིན་ གཤེགས་པ ས་ སྐྱེ་མཆེད་ ལ་ མཁས་པ་ གསུངས་པ་ དེ་ ནི་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: Śāradvatī­putra, the expertise in the sense sources that was taught by the Thus-Gone One was not taught by him at all.

source: གང་ འདི་ རྟེན་ ཅིང་ འབྲེལ་ པར་ འབྱུང་བ་ ལ་ མཁས་པ་ གསུངས་པ་ དེ་ ནི་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: Śāradvatī­putra, the expertise in dependent arising that was taught by the Thus-Gone One was not taught by him at all. [120.a] .

source: གང་ འདི་ རྟེན་ [120a] ཅིང་ འབྲེལ་ པར་ འབྱུང་བ འི་ ཆོས་ ལ་ མཁས་པ་ གསུངས་པ་ དེ་ ནི་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: And, Śāradvatī­putra, the expertise in dependently originated phenomena that was taught by the Thus-Gone One was not taught by him at all.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དོན་ ཕྱིན་ ཅི་ མ་ ལོག་པ ར་ ཡང་དག་ པར་ སྡུས་ ཤིག _། གང་ གིས་ ཡང་དག་ པར་ བསྡུ་བ ར་ བྱ་ ཞེ་ན །_
en: $980 “Śāradvatī­putra, when told that you should unerringly recount the meaning, how, then, should you do so?

source: དོན་ ཡང་དག་ པར་ བསྡུ་བ ས་ ཡིན་ གྱི་ ཚིག་འབྲུ་ ཡང་དག་ པར་ བསྡུ་བ ས་ ནི་ མ་ ཡིན་ ཏེ །_
en: It is through reciting the meaning, not the words.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བྱིས་པ་ རྣམས་ ནི་ ཚིག་འབྲུ འི་ རྗེས་སུ་ འབྲང་བ་ ཡིན་ གྱི །_
en: Śāradvatī­putra, only the childish follow the words.

source: མཁས་པ་ རྣམས་ ནི་ དོན་ གྱི་ རྗེས་སུ་ འབྲང་བ་ ཡིན་ ནོ །_།
en: The wise follow the meaning.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཚིག་འབྲུ་ ཡང་ གང་ཞེ་ན །_
en: What, then, Śāradvatī­putra, are words ?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཡི་གེ འི་ གཞི་ དང་ །_ རྣམ་པར་ རིག་བྱེད་ ཀྱི་ གཞི་ དང་ །_ མངོན་པར་ བརྗོད་པ འི་ གཞི་ འཇུག་པ འི་ ཚིག་ བླ་དགས་ ནི་ ཚིག་འབྲུ་ ཞེས་ བྱ་ སྟེ །_
en: Words are terms that serve as the bases of language, communication, and expression.

source: ཤེས་བྱ འམ །_ རྣམ་པར་ ཤེས་བྱ འམ །_ ཡོངས་སུ་ ཤེས་བྱ་ གང་ཅི་ ཡང་ རུང་ སྟེ །_ |#| མངོན་པར་ བརྗོད་པ་ དང་ །_ ངེས་པ ར་ བརྗོད་པ་ དང་ །_ གདགས་པ་ དང་ །_ རབ་ཏུ་ བཞག་པ་ དང་ །_ རྗེས་སུ་ འབྲང་བ་ དང་ །_ མངོན་པར་ བརྟག་པ་ དང་ །_ ཀུན་ དུ་ བརྟག་པ་ དང་ །_ སོ་སོ ར་ ཉེ་བ ར་ བརྟག་པ་ དང་ །_ བཙལ་བ་ དང་ །_ ཆོས་ ཡོངས་སུ་ བཙལ་བ་ དང་ །_ ཆོས་ གང་དག་ དང་ །_ གང་ ལ་ ཡོད་པ འི་ ཆོས་ རྣམས་ དང་ །_ བརྡ་ དང་ །_ ཀུན་ དུ་ རྟོག་པ་ དང་ །_ ཉེ་བ ར་ རྟོག་པ་ དང་ །_ སེམས་ ཀྱི་ མངོན་པར་ ངེས་ པ ར་ བརྗོད་པ་ དང་ །_ སོམ་ཉི་ དང་ །_ ཡིད་གཉིས་ དང་ །_ རྣམ་པར་ འགྱོད་པ་ དང་ །_ འཇུག་པ་ དང་ །_ གང་དག་ གཞན་ ཡང་ ཆོས་ ལ་ ངེས་པ ར་ རྟོག་པ་ རྣམས་ ཏེ །_ |#| ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ནི་ ཚིག་འབྲུ་ ཞེས་ བྱ འོ །_།
en: Words, Śāradvatī­putra, are anything that can be gleaned, understood, or mastered, such that they can be expressed, glossed, assigned, put forth, followed, analyzed, investigated, dissected, and pursued. |#| They are the Dharma to be pursued, any Dharma, and all the Dharma and signs included in them, which can be considered, pondered on, and mentally expressed, as well as any Dharma, for that matter, that can be an object of doubt, hesitation, regret, engagement, or certainty.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ ལ་དོན་ གང་ཞེ་ན །_
en: Now, Śāradvatī­putra, what is meaning ?

source: གང་ ཚིག་འབྲུ་ དེ འི་ དོན་ ཁོང་ དུ་ ཆུད་པ་ སྟེ །_
en: It is the comprehended significance of the words.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ བརྗོད་ དུ་ མེད་པ་ ནི་ དོན་ ཞེས་ བྱ་ སྟེ །_
en: Śāradvatī­putra, ‘meaning’ is inexpressible.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་ འདི་ དོན་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ བྱིས་པ་ རྣམས་ ཀྱིས་ བཟུང་བ་ བཞིན་ ཡིན་ ན་ ནི་ ཚིག་འབྲུ ར་ འགྱུར་ གྱི་ དོན་ མ་ཡིན་པ ར་ འགྱུར་ རོ །_།
en: What is it, Śāradvatī­putra, that the immature grasp in terms of meaning? |#| Well, it is the words, not the meaning.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ལྟ་བས་ན་ དོན་ ནི་ བརྗོད་ དུ་ མི་ ནུས་པ འོ །_།
en: It is in this way, Śāradvatī­putra, that meaning is inexpressible.

source: ཤ་ར་ དྭ་ཏི འི་ བུ་ ང་ ནི་ འཇིག་རྟེན་ དང་ ལྷན་ཅིག་ ཏུ་ སྨྲ་བ ར་ མི་ བྱེད་ ཀྱི །_
en: Śāradvatī­putra, I do not speak in conformity with the world.

source: འཇིག་རྟེན་ ནི་ ང་ དང་ ལྷན་ཅིག་ ཏུ་ སྨྲ་བ ར་ བྱེད་ དོ་ ཞེས་ བྱ་བ་ དེ་ ནི་ ངས་ ལྡེམ་པོ ར་ དགོངས་ ཏེ་ གསུངས་པ འོ །_།
en: Thus I taught the statement, ‘The world speaks in conformity with me,’ with an indirect intention in mind.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གང་དེ་ བཞིན་ གཤེགས་པ ས་ མཁས་པ་ གསུངས་པ་ དེ་ ནི་ དེ་བཞིན་ གཤེགས་པ ས་ ཅི་ཡང་ མ་ གསུངས་པ འོ །_།
en: Śāradvatī­putra, the expertise that was taught by the Thus-Gone One was not taught by him at all. [120.b]

source: [120b] དེ་ ན་ དེ་བཞིན་ གཤེགས་པ་ ནི་ འདི་ལྟར་ ཕུང་པོ་ ལ་ མཁས་པ །_ ཁམས་ ལ་ མཁས་པ །_ སྐྱེ་མཆེད་ ལ་ མཁས་པ་ སྟེ །_
en: Therefore, the Thus-Gone One is, in this way, an expert in the aggregates, the elements, and the sense sources.

source: དེ་ ལ་ མཁས་པ་ གང་ཡང་ མེད་པ ས་ དེས་ན་ དེ་བཞིན་ གཤེགས་པ་ ནི་ དེ་ལྟ ར་ མཁས་པ་ ཞེས་ གསུངས་ སོ །_།
en: Since there is no expertise in them at all, the Thus-Gone One has taught expertise in such things.

source: འདི་ལྟ་སྟེ །_ དེ་བཞིན་ གཤེགས་པ་ ནི་ ཆོས་ རབ་ ཏུ་ རྣམ་པར་ འབྱེད་པ་ སྟོན་པ་ སྟེ །_
en: $981 “Such expertise goes as follows: |#| The Thus-Gone One teaches the examination of phenomena.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ཆོས་ ནི་ གང་ །_ ཆོས་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ ནི་ གང་ཞེ་ན །_
en: But what, Śāradvatī­putra, is phenomena and what is its examination?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ མིག་ ནི་ ཆོས་ ཞེས་ བྱ་ སྟེ །_ |#| དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ ཡིད་ ནི་ ཆོས་ ཞེས་ བྱ འོ །_།
en: Śāradvatī­putra, the eyes are said to be phenomena, as are the ears, nose, tongue, body, and mind.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཇི་ལྟ ར་ ན་ མིག་ ཆོས་ ཡིན་ ཞེ་ན །_
en: So how, Śāradvatī­putra, are the eyes phenomena?

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདས་པ་ དང་ །_ མ་འོངས་པ་ དང་ །_ ད་ལྟ ར་ བྱུང་བ་ ནི་ མིག་ ཅེས་ བྱ་ སྟེ །_
en: Śāradvatī­putra, eyes are so known in the past, future, and present, but

source: དེ་ ནི་ སྟོང་པ་ཉིད་ ཀྱི་ ཕྱིར་ མི་ དམིགས་པ འོ །_།
en: since they are emptiness, they are not perceived.

source: དེ འི་ རང་བཞིན་ དེ་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: Because that is their nature.

source: མིག་ གི་ ཇི་ལྟ་བ་ དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ ཡིད་ རྣམས་ ཀྱི་ རང་བཞིན་ ཡང་ སྟོང་པ་ཉིད་ དོ །_།
en: And just like the eyes, so is the nature of the ears, nose, tongue, body, and mind also emptiness.

source: དེ་ ལ་ མིག་ རབ་ཏུ་ རྣམ་པར་ འབྱེད་པ་ གང་ཞེ་ན །_
en: What, then, is an examination into the eyes?

source: མིག་ ཡོངས་སུ་ ཚོལ་བ་ གང་ཡིན་ པ འོ །_།
en: It is a searching inquiry into the eyes.

source: ཇི་ལྟ ར་ མིག་ ཡོངས་སུ་ བཙལ་ ཞེ་ན །_
en: And how does one inquire into the eyes?

source: མིག་ ལ་ མིག་ མི་ དམིགས་ སོ །_།
en: Well, the eyes are not perceived in the eyes.

source: གལ་ཏེ་ མིག་ ལ་ མིག་ ཡོད་ ན་ ནི་ མིག་ གཉིས་ ཡོད་ ཅིང་ ནང་ ན་ ཡོད་པ འི་ གང་ཟག་ ཀྱང་ ཡོད་པར་ འགྱུར་ ཏེ །_
en: Because if the eyes had eyes, then there would be two sets of eyes and there would be a person present within.

source: དེ་ལྟ ར་ མིག་ གི་ གདགས་པ་ གང་ཡིན་པ་ དེ་ ནི་ གདགས་པ་ དང་ ཆོས་ དང་ མིག་ ཡིན་ ནོ །_།
en: In that way, that which is the designation of ‘eyes’ consists of a designation, a phenomenon, and eyes.

source: དེ་ ལ་ བྱང་ཆུབ་ སེམས་དཔའ་ ཚུལ་བཞིན་ དུ་ མཐོང་བ་ སྲུང་བ་ ཅན་ ནི་ འདི་ལྟར་ སོ་སོ ར་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $982 “Bodhisattvas who maintain a proper vision of this matter will investigate it as follows:

source: མིག་ དང་ མིག་ གི་ གདགས་པ་ དང་ །_ ཆོས་ འདི་ ལས་ ཡང་དག་པ འི་ གཞིར་ འགྱུར་བ་ གང་ཡིན་ ཞེས་ དེ་དེ་ ལྟར་ སོ་སོ ར་ རྟོག་པ ར་ བྱེད་པ་ ན །_
en: ‘Among the eyes, the designation of eyes, and phenomena, is there any true foundation?’

source: དེ་ ཐམས་ཅད་ ནི་སྒྲ་ ཡིན་ གྱི་ འདི་ ལ་ ཡང་དག་པ འི་ གཞི འི་ རྟེན་ ནི་ མེད་ དོ །_།
en: When investigating it in that way, they will think, ‘These all belong to the domain of language and possess no basis for a true foundation.

source: འདི་ལྟར་ སྒྲ འི་ རྣམ་པར་ ཤེས་པ་ གང་ཡིན་པ་ དང་ །_ སྒྲ འི་ རྣམ་པར་ རིག་བྱེད་ གང་ཡིན་པ་ དེ་ ནི་ འཇིག་ རྟེན་པ འོ །_།
en: What is comprehended and communicated through language is mundane.

source: འཇིག་རྟེན་པ་ གང་ཡིན་ པ་ དེ་ ནི་ འཇིག་རྟེན་ ལས་ འདས་པ་ མ་ ཡིན་ ནོ །_།
en: What is mundane is not transcendent.

source: འཇིག་རྟེན་ ལས་ འདས་པ་ མ་ཡིན་པ་ གང་ཡིན་པ་ དེ་ ནི་ གཅེར་བུ་པ འི་ གནས་ སོ །_།
en: What is not transcendent is a position held by the nirgranthas.

source: དེ་ ནི་ གཅེར་བུ་པ འི་ ཚིག་ གོ །_།
en: It is an expression of the nirgranthas.

source: གཅེར་བུ་པ འི་ ཚིག་ གང་ཡིན་པ་ དེ་ ནི་ སངས་རྒྱས་ ཀྱི་ བཀའ་མ་ ཡིན་ ཏེ །_
en: The expressions of the nirgranthas are not the speech of the Buddha, [121.a]

source: དེ་བཞིན་ [121a] གཤེགས་པ་ ནི་ འཇིག་རྟེན་ ལས་ འདས་པ་ གསུངས་པ འོ །_།
en: for the Thus-Gone One has taught the transcendent.

source: འཇིག་རྟེན་ ལས་ འདས་པ་ མ་ཡིན་པ་ གང་ཡིན་པ་ ནི་ དེས་ གསུངས་པ་ མ་ ཡིན་ ནོ །_།
en: What is not transcendent was not taught by him.

source: དེ་བཞིན་ གཤེགས་པ་ སྨྲ་བ་ ལས་ རྣམ་པར་ གྲུབ་ ཀྱང་ དེ་བཞིན་ གཤེགས་པ་ ནི་ སྨྲ་བ་ གཅད་པ འི་ ཕྱིར་ ཆོས་སྟོན་ པར་ མཛད་ ཀྱི་ ཚིག་ ཀུན་ དུ་ སྡུད་པ ར་ ནི་ མི་ མཛད་ དོ་ སྙམ་ མོ །_།
en: Although the Thus-Gone One is accomplished in speech, he teaches the Dharma in order to end speech, not to accumulate expressions.’

source: ཡང་ འདི་ལྟར་ སོ་སོ ར་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $983 “Furthermore, bodhisattvas will investigate it as follows:#41

source: དགེ་བ་ གང་ གིས་ མིག་ མངོན་པར་ འགྲུབ་ ཅེ་ན །_
en: ‘Through what virtue are the eyes formed?

source: !དགེ་བ་ དེས་པ ས་ སོ་ སྙམ་ མོ །_།
en: It is through definitive#42 virtue.

source: དེ་ ནི་ སྲིད་པ འི་ ཡན་ལག་ ཡིན་པ འི་ ཕྱིར་ རོ །_།
en: It is because the eyes are limbs of existence.

source: ཅིའི་ཕྱིར་ སྲིད་པ འི་ ཡན་ལག་ ཅེས་ བྱ་ ཞེ་ན །_
en: And why are they limbs of existence?

source: དེ་ ནི་ སྲིད་པ འི་ ཡན་ལག་ སྟེ །_ |#| རྒྱུ་ དེས་ན་ སྲིད་པ འི་ ཡན་ལག་ ཅེས་ བྱ འོ །_།
en: They are called limbs of existence due to their cause.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཇི་ལྟ ར་ ན་ སྲིད་པ་ ཞེས་ བྱ་བ་ ཞེ་ན །_
en: How, Śāradvatī­putra, are they termed existence ?

source: འགྲོ་བ འི་ ཕྱིར་ སྲིད་པ ར་ འབྱུང་བ་ སྟེ །_
en: They come into existence because of beings.

source: དེ་ ནི་ འདིར་ མིག་ ཏུ་ གྱུར་པ འོ །_།
en: That is how they appear as eyes.

source: དེ་ ལ་ མངོན་པར་ དགའ་བ ས་ མངོན་པར་ དགའ་བ་ ལ་ འབྲས་ བུ་ ཡོད་ དེ །_ |#| འདི་ལྟ་སྟེ་ མིག་ བདག་ ཡིན །_ |#| མིག་ བདག་ གི་ ཡིན་ ཞེས་ མིག་ གི་ རློམ་སེམས་ ཀྱི་ འབྲས་བུ ར་ འགྲོ་བ ས་ སློང་བ་ སྟེ །_
en: The effect of delighting in the eyes is that beings manifest as a result of thinking that the eyes are the self and belong to the self.

source: དེས་ན་ དེ་ ནི་ སྲིད་པ་ ཞེས་ བྱ འོ །_།
en: Therefore, they are called existence .

source: དེ་ ལ་ བརྟེན་ ནས་ སོ་སོ ར་ འཛིན་ ཏོ །_།
en: One begins to grasp based on them.

source: ཅི་ཞིག་ ཡོངས་སུ་ འཛིན་ ཅེ་ན །_
en: What is grasping?

source: སྡུག་བསྔལ་ ཐམས་ཅད་ ཡོངས་སུ་ འཛིན་ ཏོ །_།
en: It is taking on suffering.

source: སྡུག་བསྔལ་ ཐམས་ཅད་ ཀྱང་ གང་ཞེ་ན །_
en: And what is suffering?

source: འདི་ལྟ་སྟེ །_ ངར་ འཛིན་པ་ དང་ །_ ང་ ཡི ར་ འཛིན་པ འོ །_།
en: It is grasping to “I” and “mine.”

source: དེ་ གཉིས་ ནི་ འདིར་ ཡན་ལག་ སྟེ །_
en: Both are limbs in this context, and

source: དེས་ན་ སྲིད་པ འི་ ཡན་ལག་ ཅེས་ བྱ འོ །_།
en: that is why the eyes are called limbs of existence .’

source: ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ལྟ་སྟེ །_ |#| དཔེར་ན་ རྔ་བོ་ ཆེ་ ལས་སྒྲ་ བྱུང་ ན །_ |#| ཤ་ར་དྭ་ཏི འི་ བུ་ འདི་ ཇི་སྙམ་ དུ་ སེམས །_ སྒྲ་ དེ་ ཕྱི འམ་ ནང་ གང་ ནས་ བྱུང་བ་ ཡིན །_
en: $984 “Śāradvatī­putra, it is like this analogy: when sound comes from a drum, what do you think, Śāradvatī­putra, does it come from the outside or the inside?”

source: བཅོམ་ལྡན་འདས་ སྒྲ་ དེ་ ནི་ ཚོགས་པ་ ལས་ ལྡན་པ་ ལགས་སོ །_།
en: “Blessed One, that sound is a combination of the two.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ ཁྱོད་ ཀྱིས་ ཕྲད་པ་ ཀུན་ཤེས་ སམ །_
en: $985 “Well, Śāradvatī­putra, do you understand their confluence?”

source: བཅོམ་ལྡན་འདས་ འཚལ་ ཏེ །_
en: “I do, Blessed One.

source: ཀུན་འབྱུང་བ་ ལགས་སོ །_།
en: It is an assemblage.”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ སྲིད་པ་ ནི་ དེ་ ཡིན་ ཏེ །_
en: $986 “Well, Śāradvatī­putra, existence is just that,”

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་བཞིན་ དུ་ མིག་ ནི་ མིག་ གིས་ སྟོང་ ངོ་ །_།
en: “So, Śāradvatī­putra, the eyes are empty of eyes.

source: མིག་ ལ་ མིག་ མེད་ དོ །_།
en: The eyes are devoid of eyes.

source: དེ་ ལ་ བྱིས་པ་ རྣམས་ ན་ ཡང་དག་པ་ མ་ཡིན་པ འི་ དངོས་པོ་ ལ་ ཆགས་ སོ །_།
en: When it comes to them, the immature are attached to untrue objects.

source: དེ་བཞིན་ དུ་ རྣ་བ་ དང་ །_ སྣ་ དང་ །_ ལྕེ་ དང་ །_ ལུས་ དང་ །_ [121b] ཡིད་ རྣམས་ ནི་ སྟོང་པ འོ །_།
en: Likewise are the ears, nose, tongue, body, and [121.b] mind empty.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ དེ་ཙམ་ གྱིས་ ན་ མིག་ ལེགས་པ ར་ ཡོངས་སུ་ བཙལ་བ་ ཡིན་ ནོ །_།
en: Śāradvatī­putra, through just such a process does one seek the eyes thoroughly.”

source: མིག་ ནི་ སྟོང་པ་ཉིད་ དུ་ གསུངས །_།
en: “The eyes are taught to be emptiness.

source: མིག་ དེ་ ཡོད་པ་ མ་ ཡིན་ ནོ །_།
en: The eyes do not exist.

source: གལ་ཏེ་ མིག་ ཡོད་ མ་ ཡིན་ ན །_།
en: If the eyes do not exist,

source: མི་རྟག་ ཉིད་ དེ་ སུ་ ཡི་ ཡིན །_།
en: To whom does the impermanence belong?

source: རྣ་བ་ མི་རྟག་ ཉིད་ དུ་ གསུངས །_།
en: $988 “The ears are taught to be impermanence.

source: དེ་ ནི་ དམིགས་པ་ མ་ ཡིན་ ནོ །_།
en: They are not perceived.

source: གལ་ཏེ་ རྣ་བ་ ཡོད་ མིན་ ན །_།
en: If the ears do not exist,

source: སྣ་ ནི་ མི་རྟག་ ཉིད་ དུ་ གསུངས །_།
en: $989 “The nose is taught to be impermanence.

source: གལ་ཏེ་ དེ་ དམིགས་ མ་ ཡིན་ ན །_།
en: If it is not perceived,

source: མི་རྟག་ ཉིད་ དེ་ སུ་ ཡིས་ གསུངས །_།
en: Who could speak of the impermanence?

source: ལྕེ་ ནི་ མི་རྟག་ ཉིད་ དུ་ གསུངས །_།
en: $990 “The tongue is taught to be impermanence.

source: ལྕེ་ དེ་ ཡོད་པ་ མ་ ཡིན་ ནོ །_།
en: The tongue does not exist.

source: ལུས་ ནི་ མི་རྟག་ ཉིད་ དུ་ གསུངས །_།
en: $991 “The body is taught to be impermanence.

source: གལ་ཏེ་ ལུས་ ཡོད་ མ་ ཡིན་ ན །_།
en: If the body does not exist,

source: ཡིད་ ནི་ མི་རྟག་ ཉིད་ དུ་ གསུངས །_།
en: $992 “The mind is taught to be impermanence.

source: སྐྱེ་མཆེད་ བཅུ་གཉིས་ གསུངས་པ་ དག _། |#| དེ་དག་ མིང་ ཡང་ དེ་སྙེད་ ཡོད །_།
en: $993 “The twelve sense sources have been taught, And they have that many names.

source: གལ་ཏེ་ སྐྱེ་ མཆེད་ རྣམས་ མེད་ ན །_།
en: Yet, if there are no sense sources,

source: དེ་སྙེད་ མིང་ ཡོད་ སུ་ ཡི་ ཡིན །_།
en: To whom do that many names pertain?

source: འབྱུང་བ་ ཆེན་པོ འང་ བཞི་ ཡིན་ ཏེ །_།
en: $994 “The elements themselves are four.

source: དེ་དག་ རྟེན་ ཏེ་ གང་ཞིག་ ཡིན །_།
en: They are solid, but what are they like?

source: ཁྱི་ ལ་ བོང་བ་ འཕངས་པ་ བཞིན །_། དེ་དག་ མིང་ གིས་ རྒྱུག་པ ར་ བྱེད །_།
en: Like a dog pelted with lumps of dirt, They are chased by names.

source: གང་དག་ མིང་ གིས་ མི་ རྒྱུག་ ཅིང་ །_། བདག་ཉིད་ རློམ་སེམས་ མི་ བྱེད་ ལ །_། སེམས་ཅན་ མེད་པར་ ཞུགས་ པས་ ནི །_། དེ་དག་ མྱ་ངན་ འདས་པ ར་ བརྗོད །_།
en: $995 “Those who are not chased by names, Who do not impute a self, And experience the absence of a being, Are said to have reached nirvāṇa.

source: གང་དེ ར་ མྱ་ངན་ འདས་ གྱུར་ ན །_། |#| དེ་ ལ་ ཆོས་ དམིགས་ ཡོངས་ མེད་ དེ །_།
en: $996 “Those who have reached nirvāṇa, Do not perceive any phenomena there.

source: མྱ་ངན་ འདས་ ཞེས་ དེ་ བརྗོད་ ཀྱང་ །_།
en: For although it is called ‘nirvāṇa,’

source: མྱ་ངན་ འདས་ ནི་ བརྗོད་ དུ་ མེད །_།
en: Nirvāṇa is inexpressible.

source: དེ་ ལ་ གང་ཡང་ མི་ འགྲོ་ སྟེ །_། |#| འགྲོ་བ་ ཡང་ ནི་ ཡོད་ མ་ ཡིན །_།
en: $997 “It is nowhere that can be reached, For ‘going’ too does not exist.

source: གང་ གིས་ དེ་ལྟ ར་ འཐུན་ རྟོགས་པ །_། དེ་དག་ མྱ་ངན་ འདས་པ་ ཤེས །_།
en: Whoever has realized accordingly, Understands nirvāṇa.

source: སྦྱོར་བ་ མེད་ ཅིང་ རྩོམ་པ འང་ མེད །_།
en: $998 “It has no application, and no undertaking.

source: གོས་པ་ མེད་ ཅིང་ ཡི་གེ འང་ མེད །_།
en: It has no explication, and no language either.

source: གང་ཟག་ མེད་ ཅིང་ སྲོག་ ཀྱང་ མེད །_།
en: It has no person, nor any life force.

source: དེས་ ཀྱང་ མྱ་ངན་ འདས་ ཞེས་ གསུངས །_།
en: Thus, it is called ‘nirvāṇa.’

source: ཡོད་ དང་ མེད་པར་ རྣམ་ [122a] རྟོག་ སྟེ །_།
en: $999 “Whether thinking of it as existing or not existing, [122.a]

source: རྟོག་པ་ ཡང་ ནི་ ཡོད་ མ་ ཡིན །_།
en: Even such thoughts do not exist.

source: འདུ་ཤེས་ དེ་ཡང་ སྟོང་པ་ སྟེ །_།
en: And even that notion is empty,

source: མྱ་ངན་ འདས་པ ར་ དེ་ བསམ་ མོ །_།
en: For it is considered to be nirvāṇa.

source: ཐག་ རིང་བ་ ཡི་ ཆོས་མ་ མཐོང་ །_།
en: $1000 “Distant phenomena are not seen, And

source: ཐག་ ཉེ་བ་ ཡང་ མཐོང་ མ་ ཡིན །_།
en: neither are close phenomena seen.

source: ཆོས་ རྣམས་ རང་བཞིན་ གང་ཡིན་པ །_། འཆི་ འཕོ འི་ ཚེ་ ཡང་ རབ་ཏུ་ ཤེས །_།
en: What the nature of phenomena is, Is understood when dying.

source: ཆོས་ དེ་ འདྲ་བ་ གང་དག་ གིས །_། ཐོས་ ནས་ ཚུལ་བཞིན་ ཤེས་བྱེད་པ །_། དེ་དག་ སོམ་ཉི་ མེད་ འགྱུར་ ཞིང་ །_།
en: $1001 “Whoever hears such a Dharma, And understands it properly, Will become free of doubt, And

source: མི་ ཤེས་པ་ ཡང་ མེད་པར་ འགྱུར །_།
en: their ignorance too will vanish.

source: བདེ་ མཐོང་ སྲུང་བ་ སོམ་ཉི་ མེད །_།
en: $1002 “Those who guard their sublime vision are free of doubt—

source: ཆོས་ རྣམས་ ཀུན་ ལ་ མི་ འཇིགས་པ །_། ཐེ་ཚོམ་ དག་ ནི་ བསལ་ ནས་ སུ །_། དེ་དག་ སོམ་ཉི་ མེད་པར་ འགྱུར །_།
en: Unafraid of any Dharma, Their hesitations will be removed, And they will become free of doubt.

source: དོགས་མེད་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི །_། སེམས་ཅན་ རྣམས་ ལ་ སྙིང་བརྩེ འི་ ཕྱིར །_། ཐེ་ཚོམ་ ཆད་པ ས་ རྒྱུ་བྱེད་ ཅིང་ །_། ཆོས་ ཀྱི་ ཐེ་ཚོམ་ གཅོད་པ ར་ བྱེད །_།
en: $1003 “The fearless bodhisattvas, Out of compassion for all beings, Resolve their doubts about Dharma By resolving their own doubts.

source: ཆོས་ རྣམས་ ཀུན་ གྱི་ ཕྱག་རྒྱ་ དེ །_། |#| སྨྲ་བ་ ཀུན་ ལས་ ཐར་ བྱ འི་ ཕྱིར །_། མཆོག་ གསུངས་པ་ ཡིས་ བསྟན་ པ་ ཡིན །_།
en: $1004 “The seal of all phenomena Is taught with the supreme speech In order to free others from all speaking—

source: དེ་ ལ་ སོམ་ཉི་ མ་ བྱེད་ ཅིག _།
en: Have no doubt about this!

source: རྩོད་པ་ རྣམ་པར་ འཇིག་ ཅེས་ གསུངས །_།
en: $1005 “ ‘Bring an end to disputation,’ so it is taught,

source: དེ་ ཡིས་ ངན་འགྲོ ར་ འགྲོ་བ ར་ འགྱུར །_།
en: Because through this one will travel to the lower realms.

source: གང་དག་ ཕུག་ ནས་ བརྟེན་པ་ རྣམས །_། དེ་དག་ གིས་ ནི་ ལུས་ མ་ ཤེས །_།
en: Whoever dwells in caves Will no longer be embodied.#43

source: དོན་ འགྲུབ་པ ར་ ནི་ དེ་ གསུངས་ ཏེ །_། |#| དོན་ ཐོབ་པ་ ལ་ གནས་པ་ མེད །_།
en: $1006 “That is taught for accomplishing the goal, For one who attains the goal has no fixed abode.

source: གང་ དག་ འགྲོ་བ་ དེར་ འགྲོ་བ །_། བྱང་ཆུབ་ ལ་ ནི་ ཉེ་བ ར་ འགྱུར །_།
en: Whoever wanders, traveling in that direction, Will get closer to awakening.

source: ཤ་ར་དྭ་ཏི འི་ བུ་ གཞན་ ཡང་ བྱང་ཆུབ་ སེམས་དཔའ་ ནི་ གནས་ བཞི་ ལ་ འདུན་པ་ བརྟན་པོ་ ཡིན་ ཏེ །_
en: $1007 “Moreover, Śāradvatī­putra, bodhisattvas are firm in their resolve on four matters: going forth;

source: མངོན་པར་ འབྱུང་བ་ དང་ །_ དགོན་པ་ ན་ གནས་པ་ དང་ །_ དེ་བཞིན་ གཤེགས་པ་ མཐོང་བ་ དང་ །_ སྡུག་བསྔལ་བ འི་ སེམས་ ཅན་ དག་ མཐོང་ ན །_ |#| ནམ་ཞིག་ བདག་ གིས་ ཐེག་པ་ ཆེན་པོ འི་ ཐེག་པ་ དེ་ཡང་ དག་པ ར་ བསྒྲུབས་ ནས །_ |#| སེམས་ཅན་ དེ་དག་ སྡུག་བསྔལ་ ཐམས་ཅད་ ལས་ ཐར་བ ར་ བྱ་བ འི་ ཕྱིར །_ ཆོས་སྟོན་ ཅིག་ གུ་ སྙམ་ ནས་ གོ་ཆ་ གྱོན་པ ར་ བྱེད་པ འོ །_།
en: dwelling in the forest; |#| seeing the Thus-Gone One; |#| and, when seeing suffering sentient beings, donning the armor of thinking, ‘The time will come when I shall accomplish the vehicle of the Great Vehicle and teach the Dharma in order to liberate those beings from all suffering.’
